{"translation-revision-date":"2026-01-15 12:05:59+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"hr"},"Sorry, you don't have permission to update the theme.":["Nažalost, nemate dozvolu za ažuriranje teme."],"Finish customizing":["Dovršite prilagodbu"],"Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in Editor.":["Odaberite par fontova koji najbolje odgovaraju vašem brendu. Veći font koristit će se za naslove, a manji za pomoćni sadržaj. Font možete promijeniti u bilo kojem trenutku u Editoru."],"Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in Editor.":["Odaberite paletu boja koja najbolje odgovara vašem brendu. Želite li to promijeniti? U nastavku izradite prilagođenu paletu boja ili je kasnije ažurirajte u Editoru."],"Add patterns":["Dodavanje uzoraka"],"More patterns from the WooCommerce.com library are available! Opt in to connect your store and access the full library, plus get more relevant content and a tailored store setup experience. Opting in will enable {{link}}usage tracking{{\/link}}, which you can opt out of at any time via WooCommerce settings.":["Dostupno je više uzoraka iz WooCommerce.com knjižnice! Uključite se za povezivanje svoje trgovine i pristup cijeloj biblioteci, plus dobijte relevantniji sadržaj i prilagođeno iskustvo postavljanja trgovine. Uključivanjem će se omogućiti {{link}}praćenje korištenja{{\/link}}, koje možete isključiti u bilo kojem trenutku putem postavki WooCommercea."],"Access more patterns":["Pristup većem broju uzoraka"],"Create an engaging homepage by adding and combining different patterns and layouts. You can continue customizing this page, including the content, later via the Editor.":["Stvorite zanimljivu početnu stranicu dodavanjem i kombiniranjem različitih uzoraka i izgleda. Ovu stranicu, uključujući sadržaj, možete nastaviti prilagođavati kasnije putem Uređivača."],"Unfortunately, a technical issue is preventing more patterns from being displayed. Please <FetchPatterns>try again<\/FetchPatterns> later.":["Nažalost, tehnički problem sprječava prikazivanje više uzoraka. <FetchPatterns>Pokušajte ponovno<\/FetchPatterns> kasnije."],"Build your brand by creating a memorable logo using {{link}}Fiverr{{\/link}}.":["Izgradite svoj brend stvaranjem nezaboravnog logotipa pomoću {{link}}Fiverr{{\/link}}."],"More fonts are available! Opt in to connect your store and access the full font library, plus get more relevant content and a tailored store setup experience. Opting in will enable {{link}}usage tracking{{\/link}}, which you can opt out of at any time via WooCommerce settings.":["Dostupno je više fontova! Uključite se za povezivanje svoje trgovine i pristup cijeloj biblioteci fontova, plus dobijte relevantniji sadržaj i prilagođeno iskustvo postavljanja trgovine. Uključivanjem će se omogućiti {{link}}praćenje korištenja{{\/link}}, koje možete isključiti u bilo kojem trenutku putem postavki WooCommercea."],"Access more fonts":["Pristup većem broju fontova"],"Add one or more of our homepage patterns to create a page that welcomes shoppers.":["Dodajte jedan ili više uzoraka naše početne stranice da biste stvorili stranicu koja pozdravlja kupce."],"Promote your social channels and give shoppers a way to see your latest products and news.":["Promovirajte svoje društvene kanale i pružite kupcima način da vide vaše najnovije proizvode i vijesti."],"Social media":["Društveni mediji"],"Encourage sales by sharing positive feedback from happy shoppers.":["Potaknite prodaju dijeljenjem pozitivnih povratnih informacija od zadovoljnih kupaca."],"Share information on any services that your business can provide.":["Podijelite informacije o svim uslugama koje vaša tvrtka može pružiti."],"Show your shoppers what’s special about your business.":["Pokažite kupcima što je posebno u vašoj tvrtki."],"Put the spotlight on one or more of your products or product categories.":["Stavite fokus na jedan ili više svojih proizvoda ili kategorija proizvoda."],"Featured selling":["Istaknuta prodaja"],"Go to the Customizer":["Idite na alat za prilagodbu"],"Customize everything from the color palette and the fonts to the page layouts, making sure every detail aligns with your brand.":["Prilagodite sve, od palete boja i fontova do izgleda stranica, pazeći da svaki detalj bude u skladu s vašim brendom."],"Design a store that reflects your brand and business. Customize your active theme, select a professionally designed theme, or create a new look using our store designer.":["Dizajnirajte trgovinu koja odražava vaš brend i poslovanje. Prilagodite svoju aktivnu temu, odaberite profesionalno dizajniranu temu ili stvorite novi izgled pomoću našeg dizajnera trgovine."],"DON'T HAVE A LOGO YET?":["JOŠ NEMATE LOGO?"],"Want more patterns?":["Želite više uzoraka?"],"Unfortunately, we're experiencing some technical issues — please come back later to access more patterns.":["Nažalost, imamo nekih tehničkih problema — vratite se kasnije kako biste pristupili više uzoraka."],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more patterns.":["Uključite se u <OptInModal>praćenje upotrebe<\/OptInModal> da biste dobili pristup više uzoraka."],"Looks like we can't detect your network. Please double-check your internet connection and refresh the page.":["Čini se da ne možemo otkriti vašu mrežu. Još jednom provjerite internetsku vezu i osvježite stranicu."],"Shuffle":["Promiješaj"],"Services":["Usluge"],"Welcome shoppers to your store with one of our introductory patterns.":["Poželite dobrodošlicu kupcima u svoju trgovinu jednim od naših uvodnih uzoraka."],"Intro":["Uvod"],"You can edit your content later in the Editor":["Kasnije možete urediti svoj sadržaj u uređivaču"],"Browse themes":["Pregledajte teme"],"Choose a professionally designed theme":["Odaberite profesionalno dizajniranu temu"],"Use the store designer":["Upotrijebite dizajner trgovine"],"Design your own theme":["Osmislite vlastitu temu"],"Design or choose a new theme":["Dizajnirajte ili odaberite novu temu"],"Congratulations! You've successfully designed your store. Now you can go back to the Home screen to complete your store setup and start selling.":["Čestitamo! Uspješno ste dizajnirali svoju trgovinu. Sada se možete vratiti na početni zaslon kako biste dovršili postavljanje trgovine i počeli prodavati."],"Design a new theme":["Dizajnirajte novu temu"],"Your active theme will be changed and you could lose any changes you’ve made to it.":["Vaša aktivna tema bit će promijenjena i mogli biste izgubiti sve promjene koje ste napravili na njoj."],"Are you sure you want to design a new theme?":["Jeste li sigurni da želite dizajnirati novu temu?"],"Go to Products":["Idite na Proizvode"],"Start stocking your virtual shelves by adding or importing your products, or edit the sample products.":["Počnite puniti svoje virtualne police dodavanjem ili uvozom svojih proizvoda ili uredite ogledne proizvode."],"What's next?":["Što je slijedeće?"],"View store":["Prikaži trgovinu"],"Congratulations! You've successfully designed your store. Take a look at your hard work before continuing to set up your store.":["Čestitamo! Uspješno ste dizajnirali svoju trgovinu. Pogledajte svoj naporan rad prije nego nastavite s postavljanjem svoje trgovine."],"Select a footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the Editor later.":["Odaberite podnožje iz opcija u nastavku. Vaše podnožje uključuje sekundarnu navigaciju vaše stranice i bit će dodano svakoj stranici. Kasnije možete nastaviti prilagođavati ovo putem Uređivača."],"Create an engaging homepage by selecting one of our pre-designed layouts. You can continue customizing this page, including the content, later via the Editor.":["Napravite zanimljivu početnu stranicu odabirom jednog od naših unaprijed dizajniranih izgleda. Kasnije možete nastaviti prilagođavati ovu stranicu, uključujući sadržaj, putem Uređivača."],"Choose your homepage":["Odaberite svoju početnu stranicu"],"Opt in":["Uključi"],"Want more font pairings?":["Želite više parova fontova?"],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> to get access to more fonts.":["Nadogradite na <WordPressLink>najnoviju inačicu WordPressa<\/WordPressLink> da biste dobili pristup većem broju fontova."],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more fonts.":["Uključite se u <OptInModal>praćenje upotrebe<\/OptInModal> da biste dobili pristup većem broju fontova."],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> and <OptInModal>opt in to usage tracking<\/OptInModal> to get access to more fonts.":["Nadogradite na <WordPressLink>najnoviju inačicu WordPressa<\/WordPressLink> i <OptInModal>uključite se u praćenje korištenja<\/OptInModal> kako biste dobili pristup većem broju fontova."],"Add your products":["Dodajte svoje proizvode"],"Oops! We encountered a problem while setting up the foundations. {{anchor}}Please try again{{\/anchor}} or start with a theme.":["Ups! Naišli smo na problem prilikom postavljanja temelja. {{anchor}}Pokušajte ponovno{{\/anchor}} ili počnite s temom."],"Choose your footer":["Odaberite podnožje"],"Design your homepage":["Dizajnirajte svoju početnu stranicu"],"Choose your header":["Odabir zaglavlja"],"Choose fonts":["Odabir fontova"],"Choose your color palette":["Odaberite svoju paletu boja"],"Start designing your store, including adding your logo, changing color schemes, and building your own layouts. Take a quick tour to discover what's possible.":["Počnite dizajnirati svoju trgovinu, uključujući dodavanje logotipa, promjenu shema boja i izradu vlastitih izgleda. Krenite u brzi obilazak kako biste otkrili što je moguće."],"Discover what's possible with the store designer":["Otkrijte što je moguće s dizajnerom trgovine"],"Setting up the foundations":["Postavljanje temelja"],"Customize your theme":["Prilagodite svoju temu"],"Start designing":["Počnite dizajnirati"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["Brzo stvorite prekrasnu trgovinu pomoću našeg ugrađenog dizajnera trgovina. Odaberite izgled, odaberite stil i još mnogo toga."],"Design your own":["Dizajnirajte vlastiti"],"Continue designing":["Nastavite dizajnirati"],"Exit and lose changes":["Izlazak i gubitak promjena"],"You'll lose any changes you've made to your store's design and will start the process again.":["Izgubit ćete sve promjene koje ste unijeli u dizajn svoje trgovine i ponovno ćete započeti proces."],"Are you sure you want to exit?":["Jeste li sigurni da želite izaći?"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["Pokreće ga eksperimentalna umjetna inteligencija. {{link}}Saznajte više{{\/link}}"],"Editor canvas":["Uredničko platno"],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Store Designer izradit će novi dizajn trgovine za vas, a vi ćete izgubiti sve promjene koje ste unijeli u svoju aktivnu temu. Ako želite nastaviti uređivati svoju temu, to možete učiniti putem <EditorLink>Editora<\/EditorLink>."],"Find out how":["Saznajte kako"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Čini se da koristite Jetpackov izvanmrežni način rada — prebacite se na mrežni način rada kako biste počeli dizajnirati s umjetnom inteligencijom."],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["Nažalost, [AI Store dizajner] trenutno nije dostupan jer ne možemo otkriti vašu mrežu. Provjerite svoju internetsku vezu."],"Looking to design your store using AI?":["Želite dizajnirati svoju trgovinu pomoću umjetne inteligencije?"],"Back to Home":["Natrag na početnu stranicu"],"Go back to the Home screen to complete your store setup and start selling":["Vratite se na početni zaslon da biste dovršili postavljanje trgovine i počeli prodavati"],"Go to the Editor":["Idite na uređivač"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["Idite na uređivač kako biste promijenili svoje slike i tekst, dodali još stranica i izvršili daljnje prilagodbe."],"Fine-tune your design":["Fino podesite svoj dizajn"],"Your store looks great!":["Vaša trgovina izgleda sjajno!"],"Customize your store":["Prilagodite svoju trgovinu"],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["Prilagodite stil i izgled svoje trgovine kako bi odgovarali vašem brendu! Dodajte svoj logotip, promijenite font i boje i isprobajte različite izglede stranica. Kasnije ćete moći uređivati tekst i slike putem uređivača."],"Make your store your own":["Prilagodite svoju trgovinu"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["Sve promjene koje napravite u izgledu i stilu pojavit će se ovdje u stvarnom vremenu – savršeno za testiranje različitih izgleda prije nego što ih objavite. Također možete promijeniti veličinu ovog područja kako biste provjerili kako vaša trgovina izgleda na mobilnom uređaju."],"View your changes in real time":["Prikaz promjena u stvarnom vremenu"],"Take a tour":["Krenite u obilazak"],"Saving failed.":["Spremanje nije uspjelo."],"Logo":["Logo"],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["Provjerite je li vaša trgovina pod robnom markom dodavanjem logotipa. Za najbolje rezultate prenesite SVG ili PNG širine najmanje 300 piksela."],"Site icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["Ikone web mjesta su ono što vidite na karticama preglednika, trakama oznaka i unutar WordPress mobilnih aplikacija."],"Use as site icon":["Koristi kao ikonu web-mjesta"],"Link logo to homepage":["Poveži logotip s početnom stranicom"],"Image width":["Širina slike"],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the Editor.":["Odaberite novo zaglavlje iz opcija u nastavku. Zaglavlje uključuje navigaciju web-lokacije i dodat će se na svaku stranicu. To možete nastaviti prilagođavati putem Editora."],"or create your own":["ili izradite vlastiti"],"Add your logo":["Dodajte svoj logotip"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the Editor later.":["Upotrijebite naše alate za stil i izgled kako biste prilagodili dizajn svoje trgovine. Sadržaj i slike kasnije se mogu dodati ili promijeniti putem uređivača."],"Let's get creative":["Budimo kreativni"],"Opening the doors":["Otvaranje vrata"],"Turning on the lights":["Paljenje svjetla"],"30-day money-back guarantee":["30-dnevno jamstvo povrata novca"],"Replace":["Zamijeni"],"Continue setting up your store":["Nastavite s postavljanjem svoje trgovine"],"Options":["Mogućnosti"],"Back":["Nazad"],"Navigation":["Navigacija"],"Style":["Stil"],"About":["Informacije"],"Layout":["Razmještaj"],"Browse the Marketplace":["Pretraži Marketplace"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["Prethodno"],"Close":["Zatvori"],"Cancel":["Otkazati"],"Default":["Default"],"Reviews":["Recenzije"],"Delete":["Obriši"],"Settings":["Postavke"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}